Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_IN_PROGRESS_DESCRIPTION_DISABLE_USING_TOUCH_ID_FOR_FEATURES
source: You will get a notification when the security delay ends. You will then be able to make changes to Touch ID.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إجراء تغييرات على بصمة الإصبع.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да правите промени на Touch ID.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs canviar el Touch ID.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct Touch ID změnit.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du foretage ændringer af Touch ID.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du Touch ID ändern.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να κάνετε αλλαγές στο Touch ID.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás realizar cambios en Touch ID.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas realizar cambios a Touch ID.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit tehdä muutoksia Touch ID:hen.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors apporter des modifications aux réglages Touch ID.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors modifier Touch ID.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לבצע שינויים ב-Touch ID.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप Touch ID बदल सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći unositi promjene u Touch ID.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően tudja módosítani a Touch ID‑t.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat membuat perubahan pada Touch ID.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai modificare Touch ID.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、Touch IDを変更することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана Touch ID функциясына өзгертулер енгізуге болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 Touch ID를 변경할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite keisti „Touch ID“.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat membuat perubahan pada Touch ID.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan wijzigingen aanbrengen aan Touch ID.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter gjøre endringer i Touch ID.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wprowadzenie zmian dotyczących Touch ID będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá fazer alterações no Touch ID.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá fazer alterações ao Touch ID.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să efectuați modificări pentru Touch ID.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете внести изменения в Touch ID.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť zmeniť nastavenia Touch ID.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko spremenili funkcijo Touch ID.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du göra ändringar i Touch ID.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถแก้ไข Touch ID ได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Touch ID’de değişiklikler yapabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете внести зміни до Touch ID.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thực hiện các thay đổi đối với Touch ID.
zh_cn: 安全延迟结束时你将收到通知。之后即可更改触控ID。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以更改Touch ID。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能更改Touch ID。

# DTO_ALERT_CANNOT_DELETE_TOUCH_ID_MESSAGE
source: Fingerprint cannot be deleted while Stolen Device Protection is on.
ar: لا يمكن حذف بصمة الإصبع أثناء تشغيل حماية الجهاز المسروق.
bg: Пръстовият отпечатък не може да бъде изтрит, докато е включена Защита на откраднато устройство.
ca: No es pot eliminar l’empremta digital amb la protecció en cas de robatori del dispositiu activada.
cs: Pokud je zapnutá ochrana odcizených zařízení, nelze otisk smazat.
da: Fingeraftryk kan ikke slettes, så længe Beskyttelse af stjålet enhed er slået til.
de: Fingerabdruck kann nicht gelöscht werden, während der Schutz für gestohlene Geräte aktiviert ist.
el: Δεν είναι δυνατή η διαγραφή του δαχτυλικού αποτυπώματος κατά την ενεργοποίηση της Προστασίας κλεμμένης συσκευής.
es: No se puede eliminar la huella digital mientras la protección en caso de robo del dispositivo está activada.
es_us: No puedes eliminar una huella digital si está activada la protección del dispositivo en caso de robo.
fi: Sormenjälkeä ei voida poistaa, kun Varastetun laitteen suojaus on päällä.
fr: L’empreinte digitale ne peut pas être supprimée lorsque la protection en cas de vol de l’appareil est activée.
fr_ca: Impossible de supprimer l’empreinte tant que la protection en cas de vol de l’appareil est activée.
he: לא ניתן למחוק טביעת אצבע כאשר המאפיין ״הגנה על מכשיר שנגנב״ פעיל.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” चालू होने पर फ़िंगरप्रिंट को डिलीट नहीं किया जा सकता है।
hr: Otisak prsta ne može se obrisati dok je uključena Zaštita ukradenog uređaja.
hu: Az ujjlenyomat nem törölhető, amíg az Ellopott eszköz védelme be van kapcsolva.
id: Sidik jari tidak dapat dihapus saat Perlindungan Perangkat Curian menyala.
it: Non è possibile eliminare l’impronta digitale mentre “Protezione del dispositivo rubato” è attiva.
ja: “盗難デバイスの保護”がオンの間は指紋を削除することはできません。
kk: «Ұрланған құрылғыны қорғау» функциясы қосылып тұрғанда, саусақ ізін жою мүмкін емес.
ko: 도난당한 기기 보호 기능이 켜져 있는 동안에는 지문을 삭제할 수 없습니다.
lt: Kai įjungta „Pavogto įrenginio apsauga“, pirštų atspaudo ištrinti negalima.
ms: Cap jari tidak boleh dipadamkan semasa Perlindungan Peranti Dicuri aktif.
nl: Een vingerafdruk kan niet worden verwijderd terwijl 'Bescherming voor gestolen apparaat' is ingeschakeld.
no: Fingeravtrykk kan ikke slettes mens Beskyttelse av stjålet enhet er på.
pl: Nie można usunąć odcisku palca, gdy ochrona skradzionego urządzenia jest włączona.
pt_br: Não é possível apagar as impressões digitais com a Proteção de Dispositivo Roubado ativada.
pt_pt: Não é possível apagar a impressão digital enquanto a proteção de dispositivos roubados estiver ativada.
ro: Nu puteți șterge amprenta în timp ce protecția pentru dispozitive furate este activată.
ru: Невозможно удалить отпечаток пальца, когда включена Защита украденного устройства.
sk: Odtlačok prsta nie je možné vymazať, keď je zapnutá ochrana odcudzeného zariadenia.
sl: Prstnega odtisa ni mogoče izbrisati, medtem ko je vklopljena zaščita za ukradeno napravo.
sv: Det går inte att radera fingeravtryck medan Skydd för stulen enhet är på.
th: ไม่สามารลบลายนิ้วมือได้ในระหว่างที่เปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması açıkken parmak izi silinemiyor.
uk: Відбиток пальця не можна видалити, поки ввімкнено Захист украденого пристрою.
vi: Không thể xóa dấu vân tay khi Bảo vệ thiết bị khi bị đánh cắp được bật.
zh_cn: “失窃设备保护”打开时无法删除指纹。
zh_hk: 「失竊裝置保護」開啟期間無法刪除指紋。
zh_tw: 開啟「遭竊裝置防護」時無法刪除指紋。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_RESET_FACE_ID
source: Authentication is required before you can reset Face ID.
ar: مطلوب المصادقة أولاً حتى يمكنك إعادة تعيين بصمة الوجه.
bg: Изисква се идентификация, преди да можете да нулирате Face ID.
ca: Per restablir el Face ID, cal que t’autentiquis.
cs: Než Face ID resetujete, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan nulstille Face ID.
de: Vor dem Zurücksetzen von Face ID ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να κάνετε επαναφορά του Face ID.
es: Para poder restablecer Face ID, primero debes autenticarte.
es_us: Se requiere autenticación para poder restablecer Face ID.
fi: Todentaminen vaaditaan ennen kuin voit nollata Face ID:n.
fr: Vous devez vous authentifier pour réinitialiser Face ID.
fr_ca: L’authentification est requise pour vous permettre de réinitialiser Face ID.
he: יש לבצע אימות לצורך איפוס Face ID.
hi: Face ID रीसेट करने से पहले प्रमाणन आवश्यक है।
hr: Za resetiranje Face ID-ja potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt alaphelyzetbe állíthatná a Face ID‑t.
id: Pengesahan diperlukan sebelum Anda dapat mengatur ulang Face ID.
it: Per poter inizializzare Face ID è richiesta l’autenticazione.
ja: Face IDのリセットを行うには認証が必要です。
kk: Face ID функциясын бастапқы күйге қайтару алдында аутентификациядан өту қажет.
ko: Face ID를 재설정하려면 인증이 필요합니다.
lt: Kad galėtumėte iš naujo nustatyti „Face ID“, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh mereset Face ID.
nl: Authenticatie is vereist voordat je Face ID opnieuw kunt instellen.
no: Autentisering kreves før du kan nullstille Face ID.
pl: Aby móc wyzerować Face ID, musisz się uwierzytelnić.
pt_br: Para redefinir o Face ID, você deve se autenticar.
pt_pt: A autenticação é necessária para repor o Face ID.
ro: Autentificarea este obligatorie înainte de a putea să resetați Face ID.
ru: Перед сбросом Face ID необходимо пройти аутентификацию.
sk: Pred resetovaním Face ID sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko ponastavili funkcijo Face ID.
sv: Autentisering krävs innan du kan nollställa Face ID.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถรีเซ็ต Face ID ได้
tr: Face ID’yi sıfırlayabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж скидати Face ID.
vi: Yêu cầu xác thực trước khi bạn có thể đặt lại Face ID.
zh_cn: 需要认证才能重设面容ID。
zh_hk: 需要認證才能重設Face ID。
zh_tw: 需要認證才能重置Face ID。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_DEFAULT
source: Authentication is required before you can continue with your changes.
ar: مطلوب المصادقة أولاً حتى يمكنك متابعة التغييرات.
bg: Изисква се идентификация, преди да можете да продължите с вашите промени.
ca: Per desar els canvis, cal que t’autentiquis.
cs: Než budete v provádění změn pokračovat, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan fortsætte med dine ændringer.
de: Vor dem Fortfahren mit den Änderungen ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να συνεχίσετε με τις αλλαγές σας.
es: Para poder continuar con los cambios, primero debes autenticarte.
es_us: Se requiere autenticación para poder realizar cambios.
fi: Todentaminen vaaditaan ennen kuin voit jatkaa muutosten kanssa.
fr: Vous devez vous authentifier pour poursuivre vos modifications.
fr_ca: L’authentification est requise pour que vous puissiez poursuivre vos modifications.
he: יש לבצע אימות לצורך המשך ביצוע השינויים.
hi: अपने बदलाव जारी रखने के लिए प्रमाणन आवश्यक है।
hr: Za nastavljanje s vašim promjenama potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt folytathatná a módosításokkal.
id: Pengesahan diperlukan sebelum Anda dapat melanjutkan perubahan Anda.
it: Per poter continuare con le modifiche è richiesta l’autenticazione.
ja: 変更を続けるには認証が必要です。
kk: Өзгертулеріңізді жалғастыру алдында аутентификациядан өту қажет.
ko: 변경 작업을 계속하려면 인증이 필요합니다.
lt: Kad galėtumėte tęsti pakeitimus, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh meneruskan dengan perubahan anda.
nl: Authenticatie is vereist voordat je kunt doorgaan met je wijzigingen.
no: Autentisering kreves før du kan fortsette med endringene.
pl: Aby móc kontynuować ze zmianami, musisz się uwierzytelnić.
pt_br: Para continuar com as alterações, você deve se autenticar.
pt_pt: A autenticação é necessária para continuar com as alterações.
ro: Autentificarea este obligatorie înainte de a putea să continuați modificările.
ru: Перед внесением дальнейших изменений необходимо пройти аутентификацию.
sk: Pred pokračovaním vo vykonávaní zmien sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko nadaljevali spreminjanje.
sv: Autentisering krävs innan du kan fortsätta med dina ändringar.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถดำเนินการแก้ไขต่อได้
tr: Değişikliklerinizle sürdürebilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж продовжити вносити зміни.
vi: Yêu cầu xác thực trước khi bạn có thể tiếp tục với các thay đổi.
zh_cn: 需要认证才能继续更改。
zh_hk: 需要認證才能繼續進行更改。
zh_tw: 需要認證才能繼續你的更動。

# DTO_ALERT_COULD_NOT_TOGGLE_TO_OFF_TITLE
source: An error occurred trying to turn off Stolen Device Protection.
ar: حدث خطأ أثناء محاولة إيقاف حماية الجهاز المسروق.
bg: Възникна грешка при опита за изключване на Защита на откраднато устройство.
ca: Hi ha hagut un error en desactivar la protecció en cas de robatori del dispositiu.
cs: Při pokusu o vypnutí ochrany odcizených zařízení došlo k chybě.
da: Der opstod en fejl under forsøg på at slå Beskyttelse af stjålet enhed fra.
de: Beim Deaktivieren des Schutzes für gestohlene Geräte ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την απόπειρα απενεργοποίησης της Προστασίας κλεμμένης συσκευής.
es: Se ha producido un error al intentar desactivar la protección en caso de robo del dispositivo.
es_us: Ocurrió un error al intentar desactivar la protección del dispositivo en caso de robo.
fi: Virhe yritettäessä laittaa varastetun laitteen suojausta pois päältä.
fr: Une erreur s’est produite lors de la tentative de désactivation de la protection en cas de vol de l’appareil.
fr_ca: Une erreur s’est produite lors de la tentative de désactivation de la protection en cas de vol de l’appareil.
he: אירעה שגיאה במהלך הניסיון לכבות את המאפיין ״הגנה על מכשיר שנגנב״.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” बंद करते समय एरर हुआ।
hr: Došlo je do greške tijekom pokušaja isključenja zaštite ukradenog uređaja.
hu: Hiba történt az Ellopott eszköz védelme funkció kikapcsolására tett kísérlet során.
id: Terjadi kesalahan saat mencoba mematikan Perlindungan Perangkat Curian.
it: Errore durante il tentativo di disattivazione di “Protezione del dispositivo rubato”
ja: “盗難デバイスの保護”をオフにするときにエラーが起きました。
kk: Ұрланған құрылғыны қорғау функциясын өшіру кезінде қате орын алды.
ko: ‘도난당한 기기 보호’를 끄는 도중 오류가 발생했습니다.
lt: Bandant išjungti pavogto įrenginio apsaugą, įvyko klaida.
ms: Ralat berlaku semasa cuba menyahaktifkan Perlindungan Peranti Dicuri.
nl: Er heeft zich een fout voorgedaan bij het uitschakelen van bescherming voor gestolen apparaat.
no: Det oppsto en feil under forsøk på å slå av Beskyttelse av stjålet enhet.
pl: Wystąpił błąd podczas próby wyłączenia ochrony skradzionego urządzenia.
pt_br: Ocorreu um erro ao tentar ativar a Proteção de Dispositivo Roubado.
pt_pt: Ocorreu um erro ao tentar desativar a proteção de dispositivos roubados.
ro: A survenit o eroare la încercarea de a dezactiva protecția pentru dispozitive furate.
ru: Произошла ошибка при попытке выключить Защиту украденного устройства.
sk: Pri pokuse o vypnutie ochrany odcudzeného zariadenia sa vyskytla chyba.
sl: Pri poskusu izklopa zaščite za ukradeno napravo je prišlo do napake.
sv: Ett fel inträffade vid försök att stänga av Skydd för stulen enhet.
th: เกิดข้อผิดพลาดขึ้นในระหว่างพยายามปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması kapatılmaya çalışılırken bir hata oluştu.
uk: Під час спроби вимкнути Захист украденого пристрою сталася помилка.
vi: Đã xảy ra lỗi trong khi cố gắng tắt Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 尝试关闭“失窃设备保护”时发生错误。
zh_hk: 關閉「失竊裝置保護」時發生錯誤。
zh_tw: 嘗試關閉「遭竊裝置防護」時發生錯誤。

# DTO_GROUP_DISABLED_REASON_FOOTER_DESCRIPTION_DEFAULT
source: Stolen Device Protection is not available on this device.
ar: ميزة حماية الجهاز المسروق غير متوفرة على هذا الجهاز.
bg: На това устройство не е достъпна Защита на откраднато устройство.
ca: No es pot activar la protecció en cas de robatori del dispositiu.
cs: Ochrana odcizených zařízení není na tomto zařízení k dispozici.
da: Beskyttelse af stjålet enhed er ikke tilgængelig på denne enhed.
de: Der Schutz für gestohlene Geräte ist auf diesem Gerät nicht verfügbar.
el: Η Προστασία κλεμμένης συσκευής δεν είναι διαθέσιμη σε αυτήν τη συσκευή.
es: La protección en caso de robo no está disponible en este dispositivo.
es_us: La protección del dispositivo en caso de robo no está disponible para este dispositivo.
fi: Varastetun laitteen suojaus ei ole saatavilla tässä laitteessa.
fr: La protection en cas de vol de l’appareil n’est pas disponible sur cet appareil.
fr_ca: La protection en cas de vol de l’appareil n’est plus disponible sur ce dernier.
he: המאפיין ״הגנה על מכשיר שנגנב״ לא זמין במכשיר זה.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” इस डिवाइस पर उपलब्ध नहीं है।
hr: Zaštita ukradenog uređaja nije dostupna na ovom uređaju.
hu: Az Ellopott eszköz védelme funkció nem érhető el ezen az eszközön.
id: Perlindungan Perangkat Curian tidak tersedia di perangkat ini.
it: “Protezione del dispositivo rubato” non è disponibile su questo dispositivo.
ja: このデバイスでは、“盗難デバイスの保護”は使用できません。
kk: «Ұрланған құрылғыны қорғау» осы құрылғыда қолжетімді емес.
ko: 이 기기에서는 ‘도난당한 기기 보호’를 사용할 수 없습니다.
lt: Pavogto įrenginio apsauga šiame įrenginyje neprieinama.
ms: Perlindungan Peranti Dicuri tidak tersedia pada peranti ini.
nl: 'Bescherming voor gestolen apparaat' is niet beschikbaar op dit apparaat.
no: Beskyttelse av stjålet enhet er ikke tilgjengelig på denne enheten.
pl: Ochrona skradzionego urządzenia nie jest dostępna na tym urządzeniu.
pt_br: A Proteção de Dispositivo Roubado não está disponível neste dispositivo.
pt_pt: A proteção de dispositivos roubados não está disponível neste dispositivo.
ro: Protecția pentru dispozitive furate nu este disponibilă pe acest dispozitiv.
ru: Защита украденного устройства недоступна на этом устройстве.
sk: Ochrana odcudzeného zariadenia nie je k dispozícii na tomto zariadení.
sl: Zaščita za ukradeno napravo ni na voljo v tej napravi.
sv: Skydd för stulen enhet är inte tillgängligt på den här enheten.
th: ไม่มีการปกป้องอุปกรณ์เมื่อถูกขโมยบนอุปกรณ์นี้
tr: Çalınan Aygıt Koruması bu aygıtta kullanılamaz.
uk: Захист украденого пристрою недоступний на цьому пристрої.
vi: Bảo vệ thiết bị khi bị đánh cắp không khả dụng trên thiết bị này.
zh_cn: “失窃设备保护”在此设备上不可用。
zh_hk: 無法在此裝置上使用「失竊裝置保護」。
zh_tw: 無法在此裝置上啟用「遭竊裝置防護」。

# DTO_SECURITY_DELAY_OPTION_AWAY_FAMILIAR_LOCATIONS_ONLY
source: Away from Familiar Locations
ar: بعيدًا عن المواقع المألوفة
bg: Далече от познати местоположения
ca: En ubicacions desconegudes
cs: Mimo známá místa
da: Ikke på velkendte lokaliteter
de: An einem nicht vertrauten Ort
el: Μακριά από οικείες τοποθεσίες
es: En ubicaciones no conocidas
es_us: Lejos de ubicaciones conocidas
fi: Poissa tutuista paikoista
fr: Lorsque je ne suis pas dans un lieu connu
fr_ca: En dehors des lieux familiers
he: מחוץ למיקומים מוכרים
hi: परिचित स्थानों से दूर
hr: Na nepoznatim lokacijama
hu: Ismerős helyektől távol
id: Jauh dari Lokasi Familier
it: Lontano dalle posizioni conosciute
ja: 普段いる場所から離れているとき
kk: Таныс орындардан алыс
ko: 익숙한 장소가 아닐 때
lt: Toli nuo žinomų vietų
ms: Tiada di Lokasi yang Dikenali
nl: Niet in de buurt van bekende locaties
no: På ukjente steder
pl: Z dala od znanych miejsc
pt_br: Longe de Locais Familiares
pt_pt: Longe de locais familiares
ro: În afara locurilor familiare
ru: Вдали от знакомых мест
sk: Mimo známych miest
sl: Naprava ni v bližini znanih lokacij
sv: Utanför kända platser
th: ไม่ได้อยู่ในตำแหน่งที่ตั้งที่คุ้นเคย
tr: Tanıdık Konumlardan Uzakken
uk: Поза звичними розташуваннями
vi: Cách xa các vị trí quen thuộc
zh_cn: 离开熟悉位置时
zh_hk: 遠離熟悉位置
zh_tw: 未處於熟悉地點

# DTO_BEGIN_TITLE_CHANGE_STOLEN_DEVICE_PROTECTION
source: Security Delay Required to Change Stolen Device Protection
ar: مطلوب تأخير أمني لتغيير ميزة حماية الجهاز المسروق
bg: Изисква се забавяне с цел защита, за да промените Защита на откраднато устройство
ca: Interval de seguretat obligatori per canviar la protecció en cas de robatori del dispositiu
cs: Než nastavení ochrany odcizených zařízení změníte, musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at ændre Beskyttelse af stjålet enhed
de: Sicherheitsverzögerung zum Ändern des Schutzes für gestohlene Geräte erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για αλλαγή της Προστασίας κλεμμένης συσκευής
es: Debe transcurrir el tiempo de espera de seguridad para cambiar la protección en caso de robo del dispositivo
es_us: Espera de seguridad requerida para cambios de la protección
fi: Suojausviive vaaditaan Varastetun laitteen suojaus -asetusten muuttamista varten
fr: Délai de sécurité requis pour modifier les réglages de protection en cas de vol de l’appareil
fr_ca: Délai de sécurité requis pour modifier la protection en cas de vol de l’appareil
he: יש להמתין לסיום השהיית האבטחה כדי לשנות את ״הגנה על מכשיר שנגנב״
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” बदलने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za promjenu Zaštite ukradenog uređaja
hu: Biztonsági késleltetés szükséges az Ellopott eszköz védelme funkció módosításához
id: Penundaan Keamanan Diperlukan untuk Mengubah Perlindungan Perangkat Curian
it: Ritardo di sicurezza previsto per modificare “Protezione del dispositivo rubato”
ja: “盗難デバイスの保護”の変更を行うにはセキュリティ上の理由から時間を置く必要があります
kk: «Ұрланған құрылғыны қорғау» функциясын өзгерту үшін қауіпсіздік кідірісі қажет
ko: ‘도난당한 기기 보호’를 변경하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima atlikti pavogto įrenginio apsaugos pakeitimus
ms: Penundaan Keselamatan Diperlukan untuk Menukar Perlindungan Peranti Dicuri
nl: Beveiligingsvertraging vereist om 'Bescherming voor gestolen apparaat' te wijzigen
no: Sikkerhetsforsinkelse kreves for å endre Beskyttelse av stjålet enhet
pl: Zmiana dotycząca ochrony skradzionego urządzenia jest możliwa z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Alterar a Proteção de Dispositivo Roubado
pt_pt: Intervalo de segurança necessário para alterar a proteção de dispositivos roubados
ro: Întârziere de securitate obligatorie înainte de a modifica protecția pentru dispozitive furate
ru: Перед изменением Защиты украденного устройства необходима системная задержка для защиты данных
sk: Pred zmenou nastavení ochrany odcudzeného zariadenia musí prebehnúť bezpečnostné oneskorenie
sl: Za spreminjanje zaščite za ukradeno napravo je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ändra Skydd för stulen enhet
th: ต้องรอเวลาเพื่อความปลอดภัยในการเปลี่ยนการปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması’nı Değiştirmek İçin Güvenlik Gecikmesi Gerekli
uk: Перед зміненням Захисту украденого пристрою потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thay đổi Bảo vệ thiết bị khi bị đánh cắp
zh_cn: 需要安全延迟才能更改“失窃设备保护”
zh_hk: 需要保安延遲才能更改「失竊裝置保護」
zh_tw: 需要等待安全性延遲才能更改「遭竊裝置防護」
